Repository: rateme-io/main
Catalog: packages/client/src/app/locales/*/messages.po
Languages: ru

source: Add Collection Item
ru: Создать элемент коллекции

source: Allow adding custom options
ru: Можно создавать новые опции

source: Allow multiple selections
ru: Можно выбрать несколько опций

source: Already registered? Log in
ru: Есть аккаунт? Войти

source: At least 12 characters long
ru: Минимум 12 символов

source: Authentication
ru: Авторизация

source: Build
ru: Создай

source: Builder
ru: Конструктор

source: Check
ru: Проверь

source: Collection fields
ru: Поля коллекции

source: Collection image
ru: Изображение коллекции

source: Collections
ru: Коллекции

source: Coming soon
ru: Скоро

source: Discover
ru: Главная

source: Don’t have an account? Sign up
ru: Нет аккаунта? Зарегистрироваться

source: Drop here if you want to cancel the operation
ru: Перетащите сюда, если хотите отменить операцию

source: Dropdown Select
ru: Выпадающий список

source: Enter a name for this option
ru: Введите название опции

source: Enter your email
ru: Введите ваш email

source: Enter your full name
ru: Введите ваше полное имя

source: Enter your password
ru: Введите ваш пароль

source: Enter your username
ru: Введите ваш username

source: Full name
ru: Полное имя

source: Input for numeric values
ru: Поле для числовых значений

source: Input for plain text
ru: Поле для текста

source: Logout
ru: Выйти

source: Maybe you forgot to add the last option.
ru: Возможно, вы забыли добавить последнюю опцию.

source: Min value should be less than max value.
ru: Минимальное значение должно быть меньше максимального.

source: Must contain at least one digit
ru: Минимум одна цифра

source: Must include at least one lowercase letter
ru: Минимум одна строчная буква

source: Must include at least one special character
ru: Минимум один специальный символ

source: Must include at least one uppercase letter
ru: Минимум одна заглавная буква

source: Name is required
ru: Название обязательно

source: New Collection
ru: Создать коллекцию

source: New Rating System
ru: Создать систему оценивания

source: Next
ru: Далее

source: No fields
ru: Нет полей

source: No more than 2 consecutive characters
ru: Не более двух одинаковых символов подряд

source: No white spaces
ru: Без пробелов

source: Not a too simple password
ru: Не слишком простой пароль

source: Number Input
ru: Поле числового ввода

source: Option label
ru: Название опции

source: Password
ru: Пароль

source: Prev
ru: Назад

source: Preview
ru: Предпросмотр

source: Profile
ru: Профиль

source: Publish
ru: Опубликуй

source: Rate collection item
ru: Оценить элемент коллекции

source: Rating systems
ru: Системы оценивания

source: Registration
ru: Регистрация

source: Settings
ru: Настройки

source: Sign in
ru: Войти

source: Sign In
ru: Войти

source: Sign up
ru: Создать аккаунт

source: Standard Fields
ru: Основные поля

source: Tags
ru: Теги

source: Text Input
ru: Поле ввода текста

source: The field that displays the drop-down list
ru: Поле, которое отображает выпадающий список

source: The option label cannot be empty. Please enter a value.
ru: Название опции не может быть пустой. Пожалуйста, введите значение.

source: Type <0>/</0> to search
ru: Введите <0>/</0> для поиска

source: What do you want to create?
ru: Что вы хотите создать?

source: Wrong credentials
ru: Неправильные учётные данные

source: Wrong email
ru: Неправильный email

source: Wrong full name
ru: Неправильное полное имя

source: Wrong password
ru: Неправильный пароль

source: Wrong username
ru: Неправильный username

source: You can add fields to the board by dragging them from the right panel in the builder tab.
ru: Вы можете добавить поля на доску, перетащив их из правой панели во вкладке конструктора.

source: You enabled max input but haven't typed a value.
ru: Вы включили максимальное значение, но не ввели его.

source: You enabled min input but haven't typed a value.
ru: Вы включили минимальное значение, но не ввели его.

source: You need to add at least one option.
ru: Необходимо добавить хотя бы одну опцию.
