  import type { Messages } from '@lingui/core';
export const messages = JSON.parse(
  '{"S+ZSEc":["Минимум 12 символов"],"vvg4Fv":["Минимум одна цифра"],"MbcdMT":["Минимум одна строчная буква"],"QJYDvt":["Минимум один специальный символ"],"BjmFBl":["Минимум одна заглавная буква"],"ITsvGh":["Минимум два специальных символа"],"ohNJlH":["Авторизация"],"O3oNi5":["Email"],"C3nD/1":["Введите ваш email"],"NgaR6B":["Введите ваш пароль"],"l4EvI0":["Не более двух одинаковых символов подряд"],"W/qd4I":["Не должен быть распространённым паролем"],"8ZsakT":["Пароль"],"n1ekoW":["Войти"],"hQRttt":["Отправить"],"k+YzZq":["Неправильный email"],"fV2Bu6":["Неправильный пароль"]}',
) as Messages;
